Repository: aswin-asokan/peekpub
Catalog: lib/l10n/app_*.arb
Languages: hi, ml

source: Home
hi: होम
ml: ഹോം

# packagePageTitle
source: Package Info
hi: पैकेज जानकारी
ml: പാക്കേജ് വിവരങ്ങൾ

# error
source: Cannot fetch package info
hi: पैकेज जानकारी प्राप्त नहीं की जा सकी
ml: പാക്കേജ് വിവരങ്ങൾ ലഭ്യമാക്കാൻ കഴിഞ്ഞില്ല

source: Go Back
hi: वापस जाएं
ml: മടങ്ങിപ്പോകുക

source: Not Available
hi: उपलब्ध नहीं
ml: ലഭ്യമല്ല

source: Version
hi: संस्करण
ml: പതിപ്പ്

source: Platforms
hi: प्लेटफ़ॉर्म
ml: പ്ലാറ്റ്‌ഫോമുകൾ

source: Description
hi: विवरण
ml: വിവരണം

source: Language
hi: भाषा
ml: ഭാഷ

# chooseLang
source: Choose how you'd like to read things!
hi: अपना पसंदीदा पढ़ने का तरीका चुनें!
ml: നിങ്ങൾക്ക് വായിക്കാനിഷ്ടമുള്ള ഭാഷ തിരഞ്ഞെടുക്കൂ!

source: Discontinued
hi: बंद कर दिया गया
ml: നിര്ത്തിയിരിക്കുന്നു

# noGit
source: GitHub link is not available for this package.
hi: इस पैकेज के लिए GitHub लिंक उपलब्ध नहीं है।
ml: ഈ പാക്കേജിനായി GitHub ലിങ്ക് ലഭ്യമല്ല.

# published
source: Published on
hi: प्रकाशित तिथि
ml: പ്രകാശനം ചെയ്തത്

# about
source: About App
hi: ऐप के बारे में
ml: ആപ്പ് വിവരം

# fullInfo
source: Trezla PeekPub is your go-to companion for discovering, tracking, and exploring packages from pub.dev. Whether you're a Flutter beginner or an experienced developer, PeekPub makes it easy to browse detailed package information, check platform compatibility, and jump directly to official documentation and source code.
hi: Trezla PeekPub आपका pub.dev से पैकेजों को खोजने, ट्रैक करने और एक्सप्लोर करने के लिए आदर्श साथी है। चाहे आप Flutter के शुरुआती हों या अनुभवी डेवलपर, PeekPub के साथ विस्तृत पैकेज जानकारी देखना, प्लेटफ़ॉर्म संगतता जांचना और आधिकारिक डॉक्स और सोर्स कोड पर जाना बेहद आसान है।
ml: Trezla PeekPub ആണ് pub.dev ലെ പാക്കേജുകൾ കണ്ടെത്താനും ട്രാക്ക് ചെയ്യാനും എളുപ്പത്തിൽ ആക്സസ് ചെയ്യാനും ഉള്ള മികച്ച ഉപകരണം. നിങ്ങൾ ഒരു Flutter അനുഭവക്കാരനാകട്ടെ അല്ലെങ്കിൽ ഒരു തുടക്കക്കാരനാകട്ടെ, ഈ ആപ്പ് ഉപയോഗിച്ച് വിശദമായ വിവരങ്ങൾ, പ്ലാറ്റ്‌ഫോം പിന്തുണ, ഡോക്യുമെന്റേഷൻ, സോഴ്സ് കോഡ് എന്നിവയിലേക്ക് നേരിട്ട് പോവാം.

# newFeatures
source: Upcoming Features
hi: आने वाली विशेषताएँ
ml: വരാനിരിക്കുന്ന ഫീച്ചറുകൾ

# favPack
source: Favorite Packages
hi: पसंदीदा पैकेज
ml: പ്രിയപ്പെട്ട പാക്കേജുകൾ

# showNewVer
source: Show Package Updates
hi: पैकेज अपडेट दिखाएं
ml: പാക്കേജ് അപ്ഡേറ്റുകൾ കാണിക്കുക

source: Settings
hi: सेटिंग्स
ml: ക്രമീകരണങ്ങൾ

# info
source: Stay up to date with version changes, supported platforms, and essential package insights all in one place.
hi: संस्करण परिवर्तनों, समर्थित प्लेटफ़ॉर्म और आवश्यक पैकेज जानकारियों से अपडेट रहें – सब कुछ एक ही स्थान पर।
ml: പതിപ്പ് മാറ്റങ്ങൾ, പിന്തുണയുള്ള പ്ലാറ്റ്‌ഫോമുകൾ, പ്രധാനപ്പെട്ട പാക്കേജ് വിവരങ്ങൾ എന്നിവ ഒരിടത്താകെ അറിയാം.

# share
source: Share with Friends
hi: मित्रों के साथ साझा करें
ml: സുഹൃത്തുക്കളുമായി പങ്കിടുക

# shareInfo
source: Check out Trelza PeekPub, keep track of Flutter packages from Pub.dev
hi: Pub.dev से फ़्लटर पैकेजों पर नज़र रखने के लिए Trelza PeekPub देखें
ml: Pub.dev-ൽ നിന്നുള്ള Flutter പാക്കേജുകളുടെ ട്രാക്ക് സൂക്ഷിക്കാൻ Trelza PeekPub പരിശോധിക്കുക.

# more
source: More From Us
hi: हमसे और जानें
ml: കൂടുതൽ ആപ്പുകൾ

# coffee
source: Buy me a Coffee
hi: कॉफ़ी ख़रीदें
ml: കോഫി സമ്മാനിക്കൂ

source: Search
hi: खोजें
ml: തിരയുക
